{
  "exclude": [
    "**/bin",
    "**/bower_components",
    "**/jspm_packages",
    "**/node_modules",
    "**/obj",
    "**/platforms"
  ],

  "recommendations": [
    {
      "id": 1,
      "text": "Попробуйте ложиться спать в одно и то же время каждый день.",
      "category": "Регулярность"
    },
    {
      "id": 2,
      "text": "Увлажняйте воздух в комнате перед сном для улучшения качества сна.",
      "category": "Качество"
    },
    {
      "id": 3,
      "text": "Средняя продолжительность вашего сна менее 7 часов. Постарайтесь увеличить продолжительность сна для улучшения самочувствия.",
      "category": "Продолжительность"
    },
    {
      "id": 4,
      "text": "Среднее качество вашего сна ниже оптимального. Рассмотрите возможность использования расслабляющих техник перед сном, чтобы улучшить качество сна.",
      "category": "Качество"
    },
    {
      "id": 5,
      "text": "Если вы просыпаетесь часто ночью, попробуйте уменьшить количество потребляемых напитков за 2-3 часа до сна.",
      "category": "Качество"
    },
    {
      "id": 6,
      "text": "Добавьте в ваш вечерний ритуал расслабляющую музыку или чтение, чтобы подготовить тело к качественному отдыху.",
      "category": "Качество"
    },
    {
      "id": 7,
      "text": "Если ваш сон длится меньше 6 часов в среднем, рассмотрите возможность раннего ложиться, чтобы улучшить свое здоровье.",
      "category": "Продолжительность"
    },
    {
      "id": 8,
      "text": "Среднее качество вашего сна улучшится, если вы будете избегать использования электронных устройств за час до сна.",
      "category": "Качество"
    },
    {
      "id": 9,
      "text": "Для улучшения качества сна попробуйте добавить легкие физические упражнения в вашу дневную рутину.",
      "category": "Качество"
    },
    {
      "id": 10,
      "text": "Убедитесь, что ваша спальня темная и прохладная, это поможет улучшить как продолжительность, так и качество сна.",
      "category": "Качество"
    },
    {
      "id": 11,
      "text": "Постарайтесь улучшить регулярность сна: ложитесь и вставайте в одно и то же время, чтобы настроить биоритмы.",
      "category": "Регулярность"
    },
    {
      "id": 12,
      "text": "Средняя продолжительность сна слишком короткая для полноценного восстановления. Постепенно увеличивайте время сна на 15-30 минут каждый день.",
      "category": "Продолжительность"
    }
  ]
} 
